<?php
return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы сайта
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются во время нахождения на сайте для
    | различных сообщений которые мы должны вывести пользователю на экран.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */
    'title'=>'МЕХАНИЗМЫ ВОЙНЫ - здесь можно узнать все о войне и о том что сней связано...',
    'slogan'   => 'Имя твое - неизвестно,<br>Подвиг твой - бессмертен!',
    'header' => 'сайт посвящен Второй Мировой войне (на данный момент на сайте присутствуют материалы только по Великой Отечественной войне)',
    'logo' => 'logo.png',
    'search_placeholder' => 'Поиск по статьям',
    'search' => 'Поиск',
    'index' => 'Уважаемый посетититель!<br>
    <br>
    Наш сайт переехал по новому адресу www.warmech.ru.
    Наш старый сайт по адресу www.warmech.narod.ru более нами не поддерживается.',
    'footer' => 'При перепечатывании материалов сайта активная ссылка на сайт обязательна!',
    'audio_tag' => 'Тег audio не поддерживается вашим браузером. ',
    'download_music' => 'Скачайте музыку',
    'edit' => 'Редактировать',
    'remove' => 'Удалить',
    'save' => 'Сохранить',
    'section_name' => 'Название разделов',
    'article_title' => 'Название статей',
    'exit' => 'Выйти',
    'add_article' => 'Добавить статью',
    'add_audio' => 'Добавить аудио',
    'audio' => 'аудио',
    'main' => 'Главная',
    'main_page_menu' => 'Меню главной страницы',
    'maintain_priority' => 'Сохранить приоритет',
    'add_section' => 'Добавить раздел',
    'add_complex_section' => 'Добавить сложный раздел',
    'add_page' => 'Добавить страницу',
    'add' => 'Добавить',
    'roles' => 'Роли',
    'save_roles' => 'Сохранить роли',
    'users' => 'Юзеры',
    'status' => 'Статус',
    
    'name' => 'Название',
    'photo' => 'Фото',
    'text_to_photo' => 'Текст к фотографии',
    'photos_to_the_left' => 'Фотки слева от текста',
    'photos_to_the_right' => 'Фотки справа от текста',
    'text' => 'Текст',
    'backward' => 'Назад',
    'select_form_server' => 'Выбор с сервера',
    'third-party_author' => 'Сторонний автор',
    'no_role' => 'Нет роли',
    'english' => 'На английском',
    


    'errors' =>[
        '404' => 'Ошибка 404',
        '404-text' => 'Страница не найдена',

    ],
];